IDENTIFICATION DIVISION.
PROGRAM-ID. PROG03.
* Mock mainframe program 3
PROCEDURE DIVISION.
    DISPLAY "HELLO FROM PROG03".
    GOBACK.

           * Changed line in PROD
